# Влючение-выключение отладочных сообщений (True/False)
IS_DEBUG_MSG = bool(0)

# Папка (./ ) для хранения файлов с данными программы
WRK_DIRECTORY = "data"

# Файлы для работы программы
# для хранения списка слов для тестирования
WORDS_FILE = 'words.txt'
# для записи историй игр
HISTORY_FILE = 'history.txt'

# количество вопросов для тестирования пользователя из общего списка слов
TASK_COUNT = 10

TRUE_ANSWER_MSG = "Верно! Вы получаете 10 очков."
# Размер бонуса за правильный ответ пользователя
BONUS = 10
